Repository: wp-plugins/simple-job-board
Catalog: languages/simple-job-board-*.po
Languages: ar

source: Settings
ar: إعدادات

source: General
ar: بصفة عامة

source: Job Features
ar: الميزات وظيفة

source: Application Form Fields
ar: استماره الطلب

source: Filters
ar: المرشحات

source: Email Notifications
ar: اشعارات البريد الالكتروني

source: Upload File Extensions
ar: تحميل ملحقات الملف

source: General Options
ar: خيارات عامة

source: Enable job listing with company logo and detail
ar: تمكين وظيفة قائمة مع شعار الشركة والتفاصيل

source: Enable job listing without company logo and detail
ar: تمكين وظيفة بدون شعار الشركة والتفاصيل

source: Enable job listing without company logo
ar: تمكين وظيفة بدون شعار الشركة

source: Default Feature List
ar: افتراضي ميزة قائمة

source: Field Name
ar: اسم الحقل

source: Add New Feature
ar: إضافة ميزة جديدة

source: Feature
ar: ميزة

source: Value
ar: القيمة

source: Default Application Form Fields
ar: افتراضي استماره الطلب الحقول

source: Field
ar: حقل

source: Type
ar: نموذج

source: Select filters that display on front-end
ar: اختر المرشحات التي عرضها على الواجهة الأمامية

source: Enable the Job Category Filter
ar: تمكين تصفية تصنيف الوظيفة

source: Enable the Job Type Filter
ar: تمكين تصفية نوع الوظيفة

source: Enable the Job Location Filter
ar: تمكين الوظيفة تصفية

source: Enable the Search Bar
ar: تمكين شريط البحث

source: Enable Email Notification
ar: تمكين إعلام البريد الإلكتروني

source: HR Email:
ar: الموارد البشرية البريد الإلكتروني

source: Admin Email:
ar: مشرف البريد الإلكتروني

source: Enable the HR email notification
ar: تمكين إشعار البريد الإلكتروني الموارد البشرية

source: Enable the Admin email notification
ar: تمكين إشعار المشرف البريد الإلكتروني

source: Enable the Applicant email notification
ar: تمكين إشعار البريد الإلكتروني الطلب

source: Press and hold down the Ctrl key to select multiple extensions.
ar: اضغط باستمرار على المفتاح Ctrl لتحديد امتدادات متعددة

source: Enable all extensions
ar: تمكين كافة الملحقات

source: Enable Uploaded Files Anti-Hotlinking
ar: تمكين تحميل الملفات المضادة روابط مفيدة

source: Settings saved.
ar: الإعدادات المحفوظة

source: Save Changes
ar: حفظ التغيرات

source: Delete
ar: حذف

source: Add Field
ar: إضافة حقل

source: Job
ar: عمل

source: Jobs
ar: فرص عمل

source: Job Board
ar: مجلس وظيفة

source: All %s
ar: كل %s

source: Add New
ar: اضف جديد

source: Add New %s
ar: اضف جديد%s

source: Add %s
ar: إضافة %s

source: Edit %s
ar: تحرير%s

source: New %s
ar: جديد%s

source: Update %s
ar: التحديث%s

source: View %s
ar: عرض%s

source: Search %s
ar: بحث%s

source: No %s found
ar: لم يوجد%s

source: No %s found in trash
ar: لم يوجد في سلة المهملات %s

source: Parent %s
ar: الأم%s

source: Parent %s:
ar: لأم%s :

source: New %s Name
ar: اسم جديد%s

source: This is where you can create and manage %s.
ar: هذا هو المكان الذي يمكنك إنشاء وإدارة%s

source: Job Category
ar: تصنيف الوظيفة

source: Job Categories
ar: الفئات الوظيفية

source: Job Type
ar: نوع وظيفة

source: Job Types
ar: أنواع وظيفة

source: Job Location
ar: مكان الوظيفة

source: Job Locations
ar: المواقع وظيفة

source: Applicants
ar: طالبات وظيفة

source: Job Applied for
ar: التطبيقية وظيفة

source: Applicant
ar: طالب وظيفة

source: Categories
ar: الفئات

source: Date
ar: تاريخ

source: No Categories
ar: لا يوجد فئات

source: Shortcode
ar: رمز قصير

source: Resume
ar: السيرة الذاتية

source: Application Notes
ar: ملاحظات التطبيق

source: %s Features
ar: ميزات%s

source: Company Name
ar: اسم الشركة

source: Company Website
ar: موقع الشبكة

source: Company Tagline
ar: شركة سطر الوصف

source: Company Logo
ar: شعار الشركة

source: Job Data
ar: بيانات الوظائف

source: Upload
ar: تحميل

source: Select Category
ar: اختر الفئة

source: Select Job Type
ar: حدد نوع الوظيفة

source: Select Location
ar: حدد الموقع

source: Search
ar: بحث

source: Keywords
ar: الكلمات المفتاحية

source: Apply Online
ar: تنطبق على الانترنت

source: Attach Resume
ar: إرفاق السيرة الذاتية

source: Simple Job Board
ar: مجلس العمل بسيط

source: Powerful & Robust plugin to create a Job Board on your website in simple & elegant way.
ar: المساعد قوي وقوي لانشاء مجلس وظيفة على موقع الويب الخاص بك بطريقة بسيطة وأنيقة.
